Repository: wangyiwei2015/Widgetools
Catalog: widgetools/Localizable.xcstrings
Source language: en
Languages: zh_hans

# _invalid_wall
source: Invalid wallpaper
zh_hans: 壁纸截图无效

source: About
zh_hans: 关于

source: Action URL
zh_hans: 指令URL

source: Button Actions
zh_hans: 小组件指令

# canvas_desc
source: Draw pixels
zh_hans: 绘制像素图案

# canvas_name
source: Canvas
zh_hans: 画布

# canvasctrl_desc
source: Set paint colors
zh_hans: 选择画笔颜色

# canvasctrl_name
source: Canvas Controls
zh_hans: 画布工具栏

source: Config
zh_hans: 配置

# Config error
source: Invalid Config
zh_hans: 无效配置

# counter_desc
source: Count integers
zh_hans: 整数计数加减

# counter_name
source: Counter
zh_hans: 计数器

# ctxt_del_info
source: All data (long press to delete)
zh_hans: 所有小组件数据（长按删除）

source: Data
zh_hans: 数据

source: Delete
zh_hans: 删除

source: Dismiss
zh_hans: 关闭

source: On widget button tapped
zh_hans: 小组件中按钮触发的动作

# randgen_desc
source: Generate random integers
zh_hans: 生成制定范围随机整数

# randgen_name
source: Random Generator
zh_hans: 随机数生成

# set_wall
source: Setup wallpaper
zh_hans: 设置壁纸

# set_wall_tutorial
source: Take a screenshot on a blank page
zh_hans: 在主屏幕空白页截一张图

source: Tap to refresh
zh_hans: 轻点刷新

source: Wallpaper
zh_hans: 手机壁纸
